Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NetworkTestBandwidthLevel0
source: Less than 2.5 Mbps
ar: أقل من ٢٫٥ م.ب. في الثانية
ca: Menys de 2,5 Mbps
cs: Méně než 2,5 Mb/s
da: Langsommere end 2,5 Mbps
de: Langsamer als 2,5 MBit/s
el: Λιγότερο από 2,5 Mbps
es: Menos de 2,5 Mbps
es_us: Menos de 2.5 Mbps
fi: Alle 2,5 Mb/s
fr: Inférieure à 2,5 Mbit/s
fr_ca: Inférieure à 2,5 Mbit/s
he: פחות מ-2.5 מגה-בייט/שנייה
hi: 2.5 Mbps से कम
hr: Manje od 2,5 Mbps
hu: Kevesebb mint 2,5 Mbps
id: Kurang dari 2,5 Mbps
it: Minore di 2,5 Mbps
ja: 2.5Mbps未満
ko: 2.5Mbps 이하
ms: Kurang daripada 2.5 Mbps
nb: Mindre enn 2,5 Mbps
nl: Trager dan 2,5 Mbps
pl: Mniej niż 2,5 Mb/s
pt_br: Menos de 2.5 Mbps
pt_pt: Menos de 2,5 Mbps
ro: Sub 2,5 Mb/s
ru: Медленнее, чем 2,5 Мбит/с
sk: Menej ako 2,5 Mbps
sl: Manj kot 2,5 Mb/s
sv: Långsammare än 2,5 mbit/s
th: ไม่เกิน 2.5 Mbps
tr: 2,5 Mb/sn’den az
uk: Менш як 2,5 Мбіт/с
vi: Nhỏ hơn 2,5 Mbps
zh_cn: 慢于2.5 Mbps
zh_hk: 小於2.5Mbps
zh_tw: 小於2.5 Mbps

# NetworkTestBandwidthLevel1
source: 2.5 to 4 Mbps
ar: من ٢٫٥ إلى ٤ م.ب. في الثانية
ca: 2,5 a 4 Mbps
cs: 2,5 až 4 Mb/s
da: 2,5 til 4 Mbps
de: 2,5 bis 4 MBit/s
el: 2,5 έως 4 Mbps
es: De 2,5 a 4 Mbps
es_us: De 2.5 a 4 Mbps
fi: 2,5 - 4,0 Mb/s
fr: De 2,5 à 4 Mbit/s
fr_ca: De 2,5 à 4 Mbit/s
he: 2.5 עד 4 מגה-בייט/שנייה
hi: 2.5 से 4 Mbps
hr: 2,5 do 4 Mbps
hu: 2,5–4 Mbps
id: 2,5 hingga 4 Mbps
it: Da 2,5 a 4,0 Mbps
ja: 2.5〜4Mbps
ko: 2.5 - 4Mbps
ms: 2.5 hingga 4 Mbps
nb: 2,5 til 4 Mbps
nl: 2,5 tot 4 Mbps
pl: 2,5 do 4,0 Mb/s
pt_br: De 2.5 a 4 Mbps
pt_pt: 2,5 a 4 Mbps
ro: Între 2,5 și 4 Mb/s
ru: 2,5—4,0 Мбит/с
sk: 2,5 až 4 Mbps
sl: 2,5 do 4 Mb/s
sv: 2,5 till 4 mbit/s
th: 2.5 ถึง 4 Mbps
tr: 2,5 - 4 Mb/sn
uk: 2,5–4 Мбіт/с
vi: 2,5 đến 4 Mbps
zh_cn: 2.5至4 Mbps
zh_hk: 2.5至4Mbps
zh_tw: 2.5至4 Mbps

# NetworkTestBandwidthLevel2
source: 4 to 6 Mbps
ar: من ٤ إلى ٦ م.ب. في الثانية
ca: 4 a 6 Mbps
cs: 4 až 6 Mb/s
da: 4 til 6 Mbps
de: 4 bis 6 MBit/s
el: 4 έως 6 Mbps
es: De 4 a 6 Mbps
es_us: De 4 a 6 Mbps
fi: 4,0 - 6,0 Mb/s
fr: De 4 à 6 Mbit/s
fr_ca: De 4 à 6 Mbit/s
he: ‏4 עד 6 מגה-בייט/שנייה
hi: 4 से 6 Mbps
hr: 4 do 6 Mbps
hu: 4–6 Mbps
id: 4 hingga 6 Mbps
it: Da 4,0 a 6,0 Mbps
ja: 4〜6Mbps
ko: 4 - 6Mbps
ms: 4 hingga 6 Mbps
nb: 4 til 6 Mbps
nl: 4 tot 6 Mbps
pl: 4 do 6 Mb/s
pt_br: De 4 a 6 Mbps
pt_pt: 4 a 6 Mbps
ro: Între 4 și 6 Mb/s
ru: 4,0—6,0 Мбит/с
sk: 4 až 6 Mbps
sl: 4 do 6 Mb/s
sv: 4 till 6 mbit/s
th: 4 ถึง 6 Mbps
tr: 4 - 6 Mb/sn
uk: 4–6 Мбіт/с
vi: 4 đến 6 Mbps
zh_cn: 4至6 Mbps
zh_hk: 4至6Mbps
zh_tw: 4至6 Mbps

# NetworkTestBandwidthLevel3
source: 6 to 10 Mbps
ar: من ٦ إلى ١٠ م.ب. في الثانية
ca: 6 a 10 Mbps
cs: 6 až 10 Mb/s
da: 6 til 10 Mbps
de: 6 bis 10 MBit/s
el: 6 έως 10 Mbps
es: De 6 a 10 Mbps
es_us: De 6 a 10 Mbps
fi: 6,0 - 10,0 Mb/s
fr: De 6 à 10 Mbit/s
fr_ca: De 6 à 10 Mbit/s
he: ‏6 עד 10 מגה-בייט/שנייה
hi: 6 से 10 Mbps
hr: 6 do 10 Mbps
hu: 6–10 Mbps
id: 6 hingga 10 Mbps
it: Da 6,0 a 10,0 Mbps
ja: 6〜10Mbps
ko: 6 - 10Mbps
ms: 6 hingga 10 Mbps
nb: 6 til 10 Mbps
nl: 6 tot 10 Mbps
pl: 6 do 10 Mb/s
pt_br: De 6 a 10 Mbps
pt_pt: 10 a 6 Mbps
ro: Între 6 și 10 Mb/s
ru: 6,0—10,0 Мбит/с
sk: 6 až 10 Mbps
sl: 6 do 10 Mb/s
sv: 6 till 10 mbit/s
th: 6 ถึง 10 Mbps
tr: 6 - 10 Mb/sn
uk: 6–10 Мбіт/с
vi: 6 đến 10 Mbps
zh_cn: 6至10 Mbps
zh_hk: 6至10Mbps
zh_tw: 6至10 Mbps

# NetworkTestBandwidthLevel4
source: More than 10 Mbps
ar: أكثر من ١٠ م.ب. في الثانية
ca: Més de 10 Mbps
cs: Více než 10 Mb/s
da: Mere end 10 Mbps
de: Mehr als 10 MBit/s
el: Πάνω από 10 Mbps
es: Más de 10 Mbps
es_us: Más de 10 Mbps
fi: Yli 10 Mb/s
fr: Supérieure à 10 Mbit/s
fr_ca: Supérieure à 10 Mbit/s
he: יותר מ-10 מגה-בייט/שנייה
hi: 10 Mbps से अधिक
hr: Više od 10 Mbps
hu: Több mint 10 Mb/s
id: Lebih dari 10 Mbps
it: Maggiore di 10 Mbps
ja: 10Mbpsより高速
ko: 10Mbps 이상
ms: Melebihi 10 Mbps
nb: Over 10 Mbps
nl: Meer dan 10 Mbps
pl: Ponad 10 Mb/s
pt_br: Mais de 10 Mbps
pt_pt: Mais de 10 Mbps
ro: Peste 10 Mb/s
ru: Быстрее, чем 10 Мбит/с
sk: Viac ako 10 Mbps
sl: Več kot 10 Mb/s
sv: Snabbare än 10 mbit/s
th: เกินกว่า 10 Mbps
tr: 10 Mb/sn’den fazla
uk: Більш як 10 Мбіт/с
vi: Lớn hơn 10 Mbps
zh_cn: 快于10 Mbps
zh_hk: 多於10 Mbps
zh_tw: 超過10 Mbps

# NetworkTestExpectedBandwidthDialogText
source: What download speed do you expect from your internet connection?
ar: ما هي سرعة التنزيل التي تتوقع الحصول عليها من اتصال الإنترنت لديك؟
ca: Quina velocitat de descàrrega esperes de la teva connexió a internet?
cs: Jakou rychlost stahování od svého internetového připojení očekáváte?
da: Hvilken overførselshastighed forventer du af din internetforbindelse?
de: Welche Downloadgeschwindigkeit erwartest du von deiner Internetverbindung?
el: Ποια ταχύτητα λήψης αναμένετε από τη σύνδεσή σας στο Διαδίκτυο;
es: ¿Qué velocidad de descarga debería proporcionarte tu conexión a internet?
es_us: ¿Qué velocidad de descarga debería proporcionarte tu conexión a Internet?
fi: Mitä latausnopeutta odotat internet-yhteydeltäsi?
fr: Quelle vitesse de téléchargement attendez-vous de votre connexion Internet ?
fr_ca: Quelle vitesse de téléchargement attendez-vous de votre connexion Internet?
he: איזו מהירות הורדה אמור חיבור האינטרנט שלך לספק?
hi: आपके इंटरनेट कनेक्शन की अपेक्षित डाउनलोड गति क्या है?
hr: Koju brzinu preuzimanja očekujete od svoje internetske veze?
hu: Milyen letöltési sebességet vár az internetkapcsolatától?
id: Berapa kecepatan pengunduhan yang Anda harapkan dari koneksi internet Anda?
it: Qual è la velocità di download della tua connessione a internet?
ja: お使いのインターネット接続で利用できるはずのダウンロード速度はどれくらいですか?
ko: 사용하는 인터넷의 다운로드 속도는 무엇입니까?
ms: Apakah kelajuan muat turun yang anda harapkan daripada sambungan Internet anda?
nb: Hvilken nedlastingshastighet mener du er riktig for din internettforbindelse?
nl: Welke downloadsnelheid verwacht je van je internetverbinding?
pl: Jaką szybkość pobierania powinno zapewniać Twoje połączenie internetowe?
pt_br: Qual é a velocidade de download esperada da sua conexão à internet?
pt_pt: Com a ligação à internet de que dispõe, que velocidade de descarga espera obter?
ro: Ce viteză de descărcare așteptați de la conexiunea dvs. la internet?
ru: Какую, на Ваш взгляд, скорость загрузки должно иметь Ваше интернет‑соединение?
sk: Akú rýchlosť sťahovania očakávate od svojho internetového pripojenia?
sl: Kakšno hitrost prenosa pričakujete od svoje internetne povezave?
sv: Vilken hämtningshastighet förväntar du dig från din internetanslutning?
th: คุณคิดว่าจะได้ความเร็วการดาวน์โหลดจากการเชื่อมต่อกับอินเทอร์เน็ตที่เท่าไหร่
tr: İnternet bağlantınız için indirme hızının ne olmasını bekliyorsunuz?
uk: Яку швидкість викачування ви очікуєте від свого інтернет-зʼєднання?
vi: Bạn mong muốn tốc độ tải về nào từ kết nối internet của mình?
zh_cn: 你期待你的互联网连接下载速度是多少？
zh_hk: 你期望你的互聯網連線有多快的下載速度？
zh_tw: 你希望可以從網際網路連線取得多快的下載速度？

# NetworkTestItem
source: Test Network
ar: اختبار الشبكة
ca: Prova la xarxa
cs: Provést test sítě
da: Afprøv netværk
de: Netzwerk testen
el: Δοκιμή δικτύου
es: Probar red
es_us: Probar red
fi: Verkon testaus
fr: Tester le réseau
fr_ca: Tester le réseau
he: בדיקת הרשת
hi: जाँच नेटवर्क
hr: Testiraj mrežu
hu: Hálózat tesztelése
id: Tes Jaringan
it: Test rete
ja: ネットワークをテスト
ko: 네트워크 테스트
ms: Rangkaian Ujian
nb: Test nettverk
nl: Test netwerk
pl: Przetestuj sieć
pt_br: Testar a Rede
pt_pt: Testar a rede
ro: Testați rețeaua
ru: Тестировать сеть
sk: Test siete
sl: Preizkus omrežja
sv: Testa nätverk
th: ทดสอบเครือข่าย
tr: Ağı Sına
uk: Перевірити мережу
vi: Kiểm tra Mạng
zh_cn: 测试网络
zh_hk: 測試網絡
zh_tw: 測試網路

# NetworkTestItemDescription
source: If streaming or downloading appears slow, run a test to help Apple find any potential issues.
ar: إذا ظهر أن البث أو التنزيل بطيء، فقم بإجراء اختبار لمساعدة Apple في العثور على أي مشاكل محتملة.
ca: Si la reproducció o la descàrrega van lentes, pots executar una prova per ajudar Apple a trobar possibles problemes.
cs: Pokud se streamování nebo stahování zdá být pomalé, spusťte test, který společnosti Apple umožní zjistit případné problémy.
da: Hvis streaming eller overførsel virker langsom, kan du afvikle en test, der hjælper Apple med at finde eventuelle problemer.
de: Wenn Streaming- oder Ladevorgänge langsam erscheinen, starte einen Test, um Apple bei der Diagnose möglicher Probleme zu unterstützen.
el: Εάν η αναπαραγωγή ροής ή η λήψη φαίνεται αργή, εκτελέστε μια δοκιμή που θα βοηθήσει την Apple να εντοπίσει πιθανά ζητήματα.
es: Si la transmisión o la descarga son lentas, puedes ejecutar una prueba para que Apple detecte posibles problemas.
es_us: Si la transmisión o descarga es lenta, realiza una prueba para ayudar a que Apple averigüe si hay un problema.
fi: Jos striimaus tai lataaminen tuntuu hitaalta, suorita testi, jotta Apple löytäisi mahdolliset ongelmat.
fr: Si la diffusion de contenu ou le téléchargement vous paraissent lents, effectuez un test pour aider Apple à identifier un problème éventuel.
fr_ca: Si la diffusion ou les téléchargements semblent lents, effectuez un test pour permettre à Apple d’identifier les problèmes potentiels.
he: אם ההזרמה או ההורדה נראית לך איטית, באפשרותך להפעיל בדיקה כדי לעזור ל-Apple למצוא בעיות פוטנציאליות.
hi: यदि स्ट्रीमिंग या डाउनलोडिंग धीमी गति से हो रही है, तो Apple को संभावित समस्याओं का पता लगाने में मदद करने के लिए जाँच करें।
hr: Ako su streaming ili preuzimanje spori, pokrenite test koji će pomoći Appleu u otkrivanju problema.
hu: Ha a streaming vagy a letöltés lassúnak tűnik, egy teszt futtatásával segíthet az Apple-nek az esetleges problémák meghatározásában.
id: Jika Anda merasa streaming atau pengunduhan lambat, jalankan tes untuk membantu Apple menemukan masalah yang mungkin ada.
it: Se noti un rallentamento del download o dello streaming, puoi eseguire un test per consentire ad Apple di riscontrare gli eventuali problemi.
ja: ストリーミングまたはダウンロードが遅いと感じた場合は、テストを実行することによりAppleが潜在的な問題を発見するのにご協力いただけます。
ko: 스트리밍 또는 다운로드 속도가 느리게 느껴질 경우 테스트를 실행하면 Apple에서 문제를 찾는 데 도움이 됩니다.
ms: Jika penstriman atau muat turun didapati perlahan, jalankan ujian untuk membantu Apple mencari sebarang potensi isu.
nb: Hvis strømming eller nedlasting går tregt, kan du kjøre en test for å hjelpe Apple med å finne årsaken.
nl: Als het streamen of downloaden erg traag is, kun je een test uitvoeren om Apple te helpen bij het opsporen van eventuele problemen.
pl: Jeśli przesyłanie strumieniowe lub pobieranie działa wolno, uruchom test, aby pomóc Apple wykryć potencjalne problemy.
pt_br: Se a velocidade de transmissões ou downloads estiver lenta, execute um teste para ajudar a Apple a identificar problemas em potencial.
pt_pt: Se a velocidade de streaming ou descarga lhe parece lenta, pode fazer um teste para ajudar a Apple a identificar eventuais problemas.
ro: Dacă difuzarea în flux sau descărcarea pare lentă, rulați un test care să ajute la identificarea potențialelor probleme de către Apple.
ru: Если Вам кажется, что стриминг или загрузка идут медленно, запустите проверку, чтобы помочь Apple выяснить причины.
sk: Ak je streamovanie alebo sťahovanie pomalé, spustite test, ktorý pomôže spoločnosti Apple odhaliť potenciálne problémy.
sl: Če se pretakanje ali prenašanje zdi počasno, zaženite preizkus, ki bo družbi Apple pomagal najti morebitne težave.
sv: Om det verkar som om det går långsamt att streama eller hämta kan du köra ett test som hjälper Apple att hitta eventuella problem.
th: ถ้าการสตรีมหรือการดาวน์โหลดช้า ให้เรียกใช้การทดสอบเพื่อช่วย Apple ค้นหาปัญหาที่เกิดขึ้น
tr: Yayın veya indirme yavaş gibiyse, Apple’ın olası sorunları bulmasına yardımcı olmak üzere bir sınama yapın.
uk: Якщо транслювання чи викачування видаються повільними, виконайте тестування, щоб допомогти Apple виявити потенційні проблеми.
vi: Nếu quá trình phát hoặc tải về diễn ra chậm, hãy chạy kiểm tra để giúp Apple tìm bất kỳ sự cố tiềm ẩn nào.
zh_cn: 如果流化或下载速度太慢，请运行测试来帮助Apple查找潜在问题。
zh_hk: 如串流或下載速度緩慢，你可以執行測試以協助Apple判別任何問題。
zh_tw: 如果連續播送或下載的速度變慢，請執行測試以協助Apple找出任何可能的問題。

# NetworkTestLegalDisclosureCancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# NetworkTestLegalDisclosureOK
source: OK
ar: موافق
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好
